const quotes = [
  {
    id: "17956b58",
    text: "Життя — це те, що з тобою відбувається, поки ти будуєш плани",
    author: "Джон Леннон",
  },
  {
    id: "a37d80e1",
    text: "Найкраща помста — величезний успіх",
    author: "Френк Сінатра",
  },
  {
    id: "ede9ccb1",
    text: "Талант — це дар, якому неможливо ні навчити, ні навчитися",
    author: "Іммануїл Кант",
  },
  {
    id: "99552dae",
    text: "Життя — подорож, а не прибуття до кінцевого пункту призначення",
    author: "Тімоті Родерік",
  },
  {
    id: "46261c64",
    text: "Якщо ти народжений без крил, не заважай їм рости",
    author: "Анрі Гідель",
  },
  {
    id: "bd3b44c3",
    text: "Єдиний спосіб зробити велику роботу — це любити те, що ти робиш",
    author: "Стів Джобс",
  },
  {
    id: "eb13d01f",
    text: "Не важливо, як повільно ти рухаєшся, головне — не зупинятися",
    author: "Конфуцій",
  },
  {
    id: "30c918cd",
    text: "Майбутнє належить тим, хто вірить у красу своєї мрії",
    author: "Елеонора Рузвельт",
  },
  {
    id: "554dd71c",
    text: "Справжня мудрість — це знати межі свого незнання",
    author: "Сократ",
  },
  {
    id: "e49f1301",
    text: "Єдиний шлях досягти неможливого — це вірити, що воно можливе",
    author: "Льюїс Керролл",
  },
  {
    id: "02695167",
    text: "Успіх — це вміння йти від невдачі до невдачі, не втрачаючи ентузіазму",
    author: "Вінстон Черчилль",
  },
  {
    id: "714bff2f",
    text: "Кожна людина – архітектор власного щастя",
    author: "Солон",
  },
  {
    id: "0d23dafb",
    text: "Найкращий спосіб передбачити майбутнє – створити його",
    author: "Пітер Друкер",
  },
  {
    id: "22611abb",
    text: "Щастя – це не щось готове. Воно приходить від твоїх власних дій",
    author: "Далай-лама",
  },
  {
    id: "7c8bc2a7",
    text: "Не бійтеся відмовлятися від хорошого заради відмінного",
    author: "Джон Д. Рокфеллер",
  },
];

module.exports = quotes;
